dahanzimin/micropython/ports/esp32/boards/MixGo/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "MixGo"
#define MICROPY_HW_MCU_NAME "ESP32"
